Repository: mastermind22447/kalip_erp
Catalog: kalip_erp/backend/apps/workflow/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Type
tr: Tip

source: Workflows
tr: İşlemler

source: Order
tr: Sipariş

source: Product
tr: Ürün

source: Machine
tr: Makine

source: Mold
tr: Kalıp

source: Cycle time
tr: Çevrim süresi

source: Color
tr: Boya

source: Color rate
tr: Boya oranı

source: Started at
tr: Başlangıç tarihi

source: Machine operator
tr: Makine operatötü

source: Quality control
tr: Kalite kontrol

source: Witness Sample Placed
tr: Şahit numune konuldu

source: Quality Control Form Posted
tr: Kalite kontrol formu asıldı

source: Work Order Posted
tr: İş emri asıldı

source: Required Knowledge/Education. given
tr: Op. Gerekli Bilgi/Eğt. Verildi

source: Detail
tr: Notlar

source: Created by
tr: Tarafından yaratıldı

source: Updated by
tr: Tarafından güncellendi

source: Created at
tr: Eklenme tarihi

source: Updated at
tr: Güncellenmiş tarihi

source: Workflow
tr: İşlem
