Repository: mastermind22447/kalip_erp
Catalog: kalip_erp/backend/apps/warehouse/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Warehouse
tr: Stok

source: Warehouse name
tr: Stok adı

source: Warehouse code
tr: Stok kodu

source: Location
tr: Adres

source: Warehouses
tr: Stoklar

source: User
tr: Kullanıcı

source: Stock
tr: Stok

source: Material
tr: Hammadde

source: Supplier
tr: Tedarikçi

source: Amount
tr: Miktar

source: Material Warehouse
tr: Hammade stoğu

source: Material Warehouses
tr: Hammade stoğu

source: Color
tr: Boya

source: Color Warehouse
tr: Boya stoğu

source: Color Warehouses
tr: Boya stoğu
